{
  "root": {
    "takeMeHome": "Retour à l'accueil"
  },
  "navbar": {
    "about": "À propos",
    "projects": "Projets",
    "publications": "Publications",
    "posts": "Articles",
    "source": "Source"
  },
  "notFound": {
    "title": "Oops! La page que vous cherchez est partie pour une aventure spontanée et n'est pas encore revenue.",
    "subtitle": "Veuillez essayer un autre chemin pour le moment pendant que nous la cherchons."
  },
  "comingSoon": {
    "title": "Je suis en train de construire quelque chose d'incroyable ! Veuillez excuser la poussière pendant que je peaufine les derniers détails.",
    "subtitle": "Je suis impatient de vous le faire découvrir bientôt. Restez à l'écoute !",
    "takeMeHome": "Retour à l'accueil"
  },
  "publications": {
    "intro": {
      "0": "La recherche est ma passion, et je la considère comme une composante importante de ma vie. J'aime relever le défi de découvrir des solutions originales à des problèmes complexes, avec une attention particulière aux domaines fascinants des systèmes de contrôle, du traitement du signal et de l'apprentissage automatique.",
      "1": "Mon parcours dans la recherche a commencé avec ma première publication dans le domaine du traitement du signal pour les signaux biomédicaux. Je crois fermement qu'il existe un potentiel inexploité dans l'application d'algorithmes d'apprentissage dans l'univers biomédical. Non seulement nous pouvons continuer à améliorer nos connaissances sur les subtilités du corps humain, mais nous pouvons également doter les experts en soins de santé d'outils et de compétences avancées pour révolutionner l'industrie.",
      "2": "Mon engagement profond à avoir un impact positif sur le monde alimente mon désir d'explorer et de maîtriser le pouvoir de la technologie pour atteindre cet objectif. Qu'il s'agisse de développer de nouveaux algorithmes ou d'analyser des ensembles de données complexes à l'aide de techniques d'apprentissage automatique de pointe, je suis passionné par l'utilisation de la technologie pour améliorer la vie des gens."
    },
    "researchProfiles": {
      "title": "Profils de recherche"
    },
    "goTo": "Aller à"
  },
  "home": {
    "role": "Ingénieur Électrique / Développeur / Chercheur",
    "greet": "Salut ! Je suis un développeur de logiciels basé à",
    "background": {
      "title": "Contexte",
      "content": {
        "first": "Je suis un ingénieur en logiciel passionné travaillant pour une entreprise de pointe en apprentissage automatique. Mon objectif principal est de concevoir et de développer des services d'apprentissage automatique performants et évolutifs qui sont fiables et robustes. En fait, je contribue à PyTorch, mon framework de deep learning préféré, depuis 2020, l'améliorant constamment pour faciliter la vie des utilisateurs et des développeurs.",
        "second": "Bien que je me spécialise dans l'ingénierie backend, j'aime aussi explorer de nouvelles technologies frontend et rester à jour avec les dernières tendances. Récemment, j'ai lu sur l'excitant écosystème React, que je trouve assez amusant et stimulant.",
        "third": "Je suis également le fier créateur de discord.cf, un cadre innovant qui permet à quiconque de construire ses propres bots Discord sur Cloudflare. Découvrez-en plus sur cet outil révolutionnaire !",
        "fourth": "En dehors de mes compétences en génie logiciel, je suis également impliqué dans des projets de recherche passionnants. J'ai de nombreux centres d'intérêt et quelques publications que vous pouvez explorer à votre guise."
      }
    },
    "freeTime": {
      "title": "Temps Libre",
      "content": "Quand je ne suis pas occupé à coder ou à faire de la recherche, j'aime me détendre avec des sports. Le basketball et le football sont mes choix préférés, mais je suis aussi un grand fan de Formule 1. En fait, j'aime suivre toutes les dernières nouvelles et courses !"
    },
    "lifeTimeline": {
      "title": "Chronologie de Vie",
      "content": {
        "1991": "Né à Buenos Aires, Argentine.",
        "2015": "Commencé mon parcours en génie logiciel chez Telecom.",
        "2019": {
          "first": "Obtenu une Maîtrise en Ingénierie Électrique à la",
          "second": "Faculté de Génie, Université de Buenos Aires."
        },
        "2019bis": "Rejoint l'équipe de Roche Sequencing en tant qu'ingénieur logiciel senior.",
        "2022": "Passé chez ASAPP en tant qu'ingénieur logiciel principal."
      }
    },
    "learnMore": "En savoir plus",
    "checkThemOut": "Vérifiez-les!",
    "viewProjects": "Voir les projets"
  },
  "footer": {
    "allRightsReserved": "Tous droits réservés"
  }
}
