{
  "root": {
    "takeMeHome": "ホームに戻る"
  },
  "navbar": {
    "about": "自己紹介",
    "projects": "プロジェクト",
    "publications": "論文",
    "posts": "投稿",
    "source": "ソース"
  },
  "notFound": {
    "title": "おっとっと！探していたページは突然冒険に出かけてしまい、まだ戻ってきませんでした。",
    "subtitle": "それが見つかるまで、別のパスをお試しください。"
  },
  "comingSoon": {
    "title": "私は素晴らしいものを作っています！仕上げの段階でのご迷惑をおかけしますが、ご容赦ください。",
    "subtitle": "近々皆さんと共有できることを楽しみにしています。お待ちください！",
    "takeMeHome": "ホームに戻る"
  },
  "publications": {
    "intro": {
      "0": "研究は私の情熱であり、私の人生の重要な要素の1つだと考えています。私は複雑な問題に対するオリジナルな解決策を見つけるというチャレンジを楽しみ、特に制御システム、信号処理、機械学習といった魅力的な分野に焦点を当てています。",
      "1": "私の研究の道は、バイオメディカル信号処理の分野での最初の論文から始まりました。私は学習アルゴリズムをバイオメディカル領域に適用することで、まだ開拓されていない潜在能力があると確信しています。人間の体の複雑さに関する知識を向上させるだけでなく、医療専門家に先進的なツールとスキルを提供して、産業を革命化することもできます。",
      "2": "私が世界にポジティブな影響を与えるという深い使命感が、この目標を達成するためにテクノロジーの力を探求し、利用する私の動機を支えています。新しいアルゴリズムを開発したり、最新の機械学習技術を使って複雑なデータセットを分析したりすることが含まれていようが、私はテクノロジーを活用して人々の生活を改善することに情熱を持っています。"
    },
    "researchProfiles": {
      "title": "研究プロファイル"
    },
    "goTo": "移動"
  },
  "home": {
    "role": "電気エンジニア / 開発者 / 研究者",
    "greet": "こんにちは！私はアルゼンチンに拠点を置くソフトウェア開発者です。",
    "background": {
      "title": "バックグラウンド",
      "content": {
        "first": "私は、革新的な機械学習企業で働く情熱的なソフトウェアエンジニアです。私の主な焦点は、信頼性と堅牢性の高い高性能かつスケーラブルな機械学習サービスの設計と開発にあります。実際、私はお気に入りの深層学習フレームワークであるPyTorchに2020年以来貢献しており、ユーザーと開発者の両方にとって生活をより簡単にするために常に改善を続けています。",
        "second": "私はバックエンドエンジニアリングに特化しているが、新しいフロントエンド技術を探求することや最新のトレンドについて常に最新の情報を得ることも大好きです。最近では、楽しくてチャレンジングなReactエコシステムについて読んでいます。",
        "third": "私は、誰でもCloudflareの上に自分自身のDiscordボットを構築できる革新的なフレームワークであるdiscord.cfの誇りある作成者でもあります。このゲームチェンジングツールについて詳しく知りましょう！",
        "fourth": "私のソフトウェアエンジニアリングスキルに加えて、私は興味深い研究プロジェクトにも関わっています。多数の興味を持ち、余暇時間にはいくつかの出版物を探索することができます。"
      }
    },
    "freeTime": {
      "title": "余暇",
      "content": "コードを書いたり研究したりしていないときは、スポーツでリラックスすることが好きです。バスケットボールやフットボールが私の選択肢ですが、私はF1の大ファンでもあります。実際、最新のニュースやレースについて常に情報収集して楽しんでいます！"
    },
    "lifeTimeline": {
      "title": "人生のタイムライン",
      "content": {
        "1991": "アルゼンチン・ブエノスアイレスで生まれました。",
        "2015": "テレコムでソフトウェアエンジニアリングのキャリアをスタートしました。",
        "2019": {
          "first": "",
          "second": "",
          "full": "ブエノスアイレス大学工学部にて電気工学の修士課程を修了しました。"
        },
        "2019bis": "Roche Sequencingチームのシニアソフトウェアエンジニアとして参加しました。",
        "2022": "ASAPPのリードソフトウェアエンジニアに移りました。"
      }
    },
    "learnMore": "もっと知る",
    "checkThemOut": "チェックする!",
    "viewProjects": "プロジェクトを見る"
  },
  "footer": {
    "allRightsReserved": "全著作権所有"
  }
}
